Repository: thewhobox/Kaenx
Catalog: Kaenx/Strings/*/Topologie.resw
Source language: en
Languages: de_de

source: Catalog
de_de: Katalog

# DragConnect
source: Add to Line {0}.{1}
de_de: Zu Linie {0}.{1} hinzufügen.

# ErrMsgCoupler
source: This Line already contains a coupler.
de_de: In der Linie ist bereits ein Koppler vorhanden.

# ErrMsgExistArea
source: There is already an Area with this ID.
de_de: Es existiert bereits ein Bereich mit dieser ID.

# ErrMsgExistDevice
source: There is already a Device with this ID.
de_de: Es existiert bereits ein Gerät mit dieser ID.

# ErrMsgExistLine
source: There is already a Line with this ID.
de_de: Es existiert bereits eine Linie mit dieser ID.

# ErrMsgMaxDevices
source: You have reached the limit of 255 Devices per Line.
de_de: Sie haben das Limit von 255 Geräten Pro Linie erreicht.

# ErrMsgNoApp
source: No Application
de_de: Besitzt keine Applikation

# ErrMsgPowerSupply
source: This Line already contains a Power Supply.
de_de: In der Linie ist bereits eine Spannungsversorgung vorhanden.

# InfoArea.Text
source: Areas:
de_de: Bereiche:

# InfoDevice.Text
source: Devices:
de_de: Geräte:

# InfoLine.Text
source: Lines:
de_de: Linien:

# MenActions.Text
source: Actions
de_de: Aktionen

# MenAddLine.Text
source: Add Line
de_de: Linie hinzufügen

# MenAddLine.ToolTipService.ToolTip
source: +SHIFT: Add Line
de_de: +SHIFT: Neue Linie anfügen

# MenAddDevice.Text
source: Add Device
de_de: Gerät hinzufügen

# MenDelete.Text
source: Delete
de_de: Löschen

# MenInfo.Text
source: Read Device Information
de_de: Info auslesen

# MenProg.Text
source: Program
de_de: Programmieren

# MenProgAppK.Text
source: Application (Complete)
de_de: Applikation (Komplett)

# MenProgAppM.Text
source: Application (Minimal, Experimental)
de_de: Applikation (Minimal, Experimentell)

# MenProgAppP.Text
source: Application (Partial)
de_de: Applikation (Partiell)

# MenProgPhB.Text
source: Physical Address (Prog.-Button)
de_de: Physikalische Adresse (Prog.-Knopf)

# MenProgPhS.Text
source: Physical Address (Serial No.)
de_de: Physikalische Adresse (Seriennr.)

# MenRename.Text
source: Rename
de_de: Umbenennen

# MenRestart.Text
source: Restart
de_de: Neustarten

# MenToggle_Activate
source: Activate
de_de: Aktivieren

# MenToggle_Deactivate
source: Deactivate
de_de: Deaktivieren

# NewLineMain
source: New Area
de_de: Neuer Bereich

# NewLineMiddle
source: New Line
de_de: Neue Linie

# SideProps.Text
source: Properties
de_de: Eigenschaften

# SidePropsApp.Header
source: Application:
de_de: Applikation:

# SidePropsSerial.Header
source: Serial Number:
de_de: Seriennummer:

# SidePropsCheckA.Content
source: Application
de_de: Applikation

# SidePropsCheckG.Content
source: Groups
de_de: Gruppen

# SidePropsCheckP.Content
source: Ph. Address
de_de: Ph. Adresse

# SidePropsCurrentA.Header
source: Availible Bus Current:
de_de: Verfügbarer Busstrom:

# SidePropsCurrentU.Header
source: Calculated Bus Current:
de_de: Berechneter Busstrom:

# SidePropsNumb.Header
source: Individual Address
de_de: Teilnehmernummer:

# ToolAddLine.Label
source: Line
de_de: Linie

# ToolAddLine.ToolTipService.ToolTip
source: +SHIFT: Add Area
de_de: +SHIFT: Neuen Bereich anfügen

# ToolAddDevice.Label
source: Device
de_de: Gerät

# ToolOpenCat.Label
source: Catalog
de_de: Katalog

# MenuDevices.Text
source: Device
de_de: Geräte

# MenuSettings.Text
source: Settings
de_de: Einstellungen

# MenReadConf.Text
source: Read Configuration
de_de: Konfiguration auslesen

# MenReadMem.Text
source: Read Memory
de_de: Speicher auslesen
